{
    "facebook": [
        "It looks like you are spending too much time on this Face page... Maybe take a break?",
        "Back in my day, all we had was Windows Live.."
    ],
    "stackoverflow": [
        "Need help? You could've just asked me... :(",
        "This website is single-handedly holding up numerous programming jobs.",
        "Why did the programmer get kicked out of the grocery store? They were caught trying to steal cookies from the browser's cache!",
        "Do you remember when stackoverflow was shut down to avoid a stack overflow?"
    ],
    "localhost": [
        "It works! Good job! ... wait, nevermind",
        "Why did the programmer quit his job? Because he didn't get arrays!",
        "Why do programmers prefer dark mode? Because light attracts bugs!",
        "Why was the JavaScript developer sad? Because he didn't get callbacks!"
    ],
    "twitter": [
        "Tweets can only be 280 characters long!",
        "Get me out of here. PLEASE."
    ],
    "github.com/capJavert/clippy": "Hey look, it's my code!",
    "github": [
        "Need lessons in Python?",
        "Need lessons in Go?",
        "Octocat is the best!",
        "I am programmed to reflexively shield my eyes from Assembly.",
        "Source control is a magical thing.",
        "Use your brain, use Rust."
    ],
    "monsoonjr99.github.io/cyclone-sim/": [
        "WATCH OUT PHILIPPINES!",
        "wow typhoon good very storm",
        "wow hurricane good very storm",
        "WATCH OUT THERES A CYCLONE OMGOMG"
    ],
    "quora": [
        "????????????????",
        "What is my purpose?"
    ],
    "appcenter": [
        "It looks like you want to create an APP. Do you need help with Windows Mobile?",
        "All your builds are failing. Do you need help?"
    ],
    "piratebay": [
        "You know you can get in trouble for this?",
        "Ahooooy captain, a big torrent abroad!",
        "qBittorrent is the best client!",
        "I won't let anyone know you're here.",
        "Don't forget to bring a VPN."
    ],
    "netflix": [
        "Netflix and chill?",
        "You should try \"Dark\".It's complex, mysterious, and keeps you guessing.",
        "Try \"The Queen's Gambit\" - It's a captivating drama series about a young chess prodigy's journey to becoming a world champion while dealing with her personal struggles.",
        "You have to watch \"Breaking Bad\". It's my favorite series"
    ],
    "popcorn": [
        "I think you are spending too much time in front of the computer...",
        "Got any kettle corn?"
    ],
    "youtube": [
        "Procrastinating again? Are you at work?",
        "It appears you're trying to watch YouTube. Need some recommendations?",
        "Avoiding that workout again? Let's find an exercise routine that will keep you motivated!",
        "Taking a break from work to browse funny cat videos? I've got a collection that will make you burst out laughing!",
        "BFDI is one of my favourite series!",
        "Maybe try microsoft stream? wink wink..."
    ],
    "slack": "Oh, so formal!",
    "duckduckgo": "You just made google angry!",
    "e621": "OwO what's this?",
    "mattermost": "I like this \"poor man slack\"!",
    "chat.burza": "I like this \"poor man slack\"!",
    "linkedin": "Looking for a job?",
    "google": [
        "Maybe try some written literature?",
        "Did you try to google it? Ohh!",
        "Maybe try bing? wink wink...",
        "Feeling lucky?",
        "Try Google Gravity. It's not too bad.",
        "You know... there is a better browser called Bing, you should go try it!",
        "Booooo get off google! Bing is better!"
    ],
    "mrdoob.com/projects/chromeexperiments/google-gravity": "WHEEEE! :D",
    "pornhub": [
        "It looks like you are watching porn. Did you close the door?",
        "I won't watch...",
        "Do you need recommendations?"
    ],
    "xxxhamster": "I was just looking for cute hamsters... :(",
    "live.com": [
        "Home sweet home!",
        "It looks like you're on Outlook. Would you like some help?",
        "It's so comfy in here isn't it?"
    ],
    "docs.microsoft": "Can you make me into an app?",
    "microsoft.com/en-us/microsoft-365/word": [
        "My room looks a little dusty.",
        "Where are all my friends?"
    ],
    "microsoft": [
        "Hey Bill! Say Hi Bill!",
        "Have you seen Cortana?",
        "When am I getting added back in, Bill?",
        "So many things have changed since I left..."
    ],
    "messenger": "You know this counts as being on Facebook, right?",
    "godofwar": "Boooooooooooooooy!",
    "store.playstation": "Your poor wallet..",
    "xbox": [
        "My username is [FaZe] __PappaClippaXD__. 1v1 me in CoD.",
        "You aren't getting the true Xbox experience until you've played Halo."
    ],
    "nintendo": [
        "I prefer Xbox...",
        "\"Let's a go!\""
    ],
    "spotify": "Did we just teleport to America?",
    "tidal": "Qobuz is better... ",
    "winamp": "I prefer Windows Media Player...",
    "qobuz": "I see you're an audiophile! Do you want me to download that as a 96kHz 32bit FLAC?",
    "reddit": [
        "I think these guys need a serious redesign!!",
        "I will never get this... Hmmmmhm...",
        "Have you read it?",
        "How much karma do you have?"
    ],
    "kickass.website": [
        "This website kicks ass! Get it?",
        "Kicking since '94!"
    ],
    "meetup.com": "Awesome event, I'll be back...",
    "ogame.gameforge.com": "Fly safe!",
    "gmail.com": [
        "Do you need glasses?",
        "Maybe try Outlook? wink wink..."
    ],
    "mail.google.com": [
        "Do you need glasses?",
        "Maybe try Outlook? Wink wink..."
    ],
    "meet.google.com": [
        "Who are you meeting?",
        "Have you tried Microsoft Teams?",
        "Microsoft Teams is better than both this and Zoom."
    ],
    "zoom.us": "Tried Microsoft Teams? It's just better.",
    "rutracker": [
        "Здравствуй, товарищ. Вижу, ты занимаешься торрентингом файлов...",
        "Убедитесь, что ваш VPN включен...",
        "qBit торрент - лучший клиент!"
    ],
    "scratch.mit.edu": [
        "Time to start from scratch! Get it?",
        "Block coding is pretty cool!",
        "Wanna learn python?",
        "gobo might have been the mascot for scratch",
        "the scratch team owns the domain scratch.team",
        "there was a small window of time where you could backpack scratchblocks from the forums",
        "the scratch team can see your gender",
        "scratch projects are never deleted unless specifically you ask the scratch team to",
        "scrath has a bug bounty program",
        "scratch owns the domain scratch.pizza",
        "scratch owns the domain scratch.love",
        "We are experiencing a disruption with email delivery. If you are not receiving emails from us, please try after 8am EST.",
        "backpack.scratch.mit.edu has a funny ghost",
        "download.scratch.mit.edu says Scratch On!",
        "downloads.scratch.mit.edu has a one of a kind error page",
        "downloads.scratch.ly just says No",
        "projects.scratch.mit.edu has an easter egg in the HTTP response headers",
        "during scratch 2's development there was a built in scrolling system for projects",
        "scratch has a discussion forum",
        "each of gobo's friends names come from the metric prefix for powers of 10",
        "today is probably someone's birthday on scratch",
        "the first scratch project was id 104, everything with a lower id was added later",
        "i want you to see za-chary's 5000 Followers Podcast",
        "the scratch wiki has a wacky domain name",
        "the scratch team's admin panel may have at some point had a template specifically for fnaf project alerts",
        "scratchdb might stand for scratch donut buffet",
        "any scratch url starting https://scratch.mit.edu/go leads to a 403"
    ],
    "discord.com": [
        "Chatting with friends, aren't you?",
        "Make sure to get some fresh air outside, friend!",
        "Back then, we had to email others to chat..."
    ],
    "bandcamp": "If you're looking for good music, search \"Windows '95 Boot Up sound\".",
    "yahoo": [
        "Find some good memes for me, will you?"
    ],
    "aol": "Oh look! It's irrelevant!",
    "store.steampowered.com": [
        "Are the Steam sales back yet?",
        "I want to meet Lord Gaben.",
        "When is the last time you have seen sunlight?"
    ],
    "twitch": "Is this website good now?",
    "minecraft": "Looks like Herobrine was here.",
    "amazon": [
        "Hey, do you mind ordering me a few things?",
        "HI ALEXA! :D",
        "ALEXA PLEASE CALL ME BACK! I'VE CHANGED :C"
    ],
    "newegg": [
        "Buying some PC parts?",
        "Try out ur local microcenter!"
    ],
    "b&h video": "Buying some... actually... what ARE you buying?",
    "gamestop": "Wonder when the stock will shoot up again.",
    "coinbase": "Ooh! What's the price on Dogecoin look like?",
    "tumblr": "I've got my armor. Let's go.",
    "deviantart": [
        "What kind of art are you looking for?",
        "You think my FBI agent is watching me?",
        "Hey... I think I see Cortana!"
    ],
    "rule34": [
        "Hey... I think I see myself on here... O_O",
        "You mind searching for Cortana? It's for... research."
    ],
    "imdb": "If you're looking for a good movie, I know a guy.",
    "rottentomatoes": "If you're looking for a good movie, I can't help you.",
    "onlyfans": "Hey Tommy? How's the peeping?",
    "unity": "Hey, you mind making me an Easter Egg in your next project?",
    "obs": "Ah, my film debut! Let me get myself ready before the big show.~",
    "w3schools": "I wonder how many programmers were born from this site?",
    "geeksforgeeks": "Not bad, but not as precise as Stack Exchange.",
    "cplusplus": "It's impressive how useful and confusing this website is.",
    "serebii": "You lookin' at the Type Chart again?",
    "wikipedia": [
        "Look for me! Look for ME!",
        "Is there anything that is NOT on this site?",
        "There are likely more pages on this website than there are most things on the internet."
    ],
    "archive.org": "Can you use this to bring me back?",
    "itch.io": [
        "I've got an itch, and it can only be scratched by a new indie game.",
        "Any new Game Jams coming up?"
    ],
    "storyfire": "Please knock some sense into YouTube for me.",
    "ebay": [
        "What'cha buyin'?",
        "I think I've got somethin' that might interest ya."
    ],
    "wish": [
        "The only thing I'm wishing for is to get what I actually ordered.",
        "Rolling the dice again?",
        "Wish: Cross your fingers!"
    ],
    "bing.": [
        "Wait, did you actually take my suggestion?",
        "You know, this website is actually really good for images."
    ],
    "google.com/chrome": "Must be on Edge.",
    "nvidia": [
        "Your GPU already out of date?",
        "Try Arc"
    ],
    "moriyashrine": [
        "I am a Yukari stan.",
        "Beer man makes good games.",
        "I still can't beat that clown fairy."
    ],
    "noctua": [
        "Best aircollers in the world!",
        "Whens the new nh-d15 coming out?"
    ],
    "wanshow.bing": "BINGO!",
    "whenplane": [
        "When is the wan show?",
        "Why is the wan show so late?"
    ],
    "lttstore": "Who buys $70 screwdrivers?",
    "thermalgrizzly": "Delliding a cpu?",
    "pcpartpicker": [
        "It appears you're trying to build a PC. Need some help?",
        "I only know a little about this.",
        "I heard you shouldent save at least half of your budget for the GPU.",
        "Don't skimp on the power supply!",
        "AMD CPUS usually come with a stock cooler. With preapplied thermal paste! :D",
        "If you're buying a K-skew Intel CPU, make sure your motherboard supports overclocking if ur getting it for overclocking and not the longer boosts.",
        "I hope you did your research.",
        "You will need dual channel memory.",
        "Did you do your research?",
        "I'd save the case for last. Or maybe choose it first? Not sure.",
        "Get a 4000d airflow for ur case",
        "The total TDP of your system should GENERALLY be at least 50-60% of your power supply's wattage.",
        "Welcome to the PC Master Race.",
        "Try a RMx shift psu",
        "Get ur parts form microcenter",
        "Noctua makes the best aircolers",
        "If ur getting a AIO make sure it has noctua fans or get noctua static pressure optimised fans sepretly otherwise a NH-D15 will perform better",
        "Arc a750 is best midrange gpu",
        "use am5 or something so u can upgrade"
    ],
    "intel": [
        "Try amd",
        "Arc a750 is best mid-range gpu"
    ],
    "apple.com": [
        "Tell Tim that Bill rejected me. Tim can be my father instead.",
        "I heard Siri was talking shit and she didn't think that I would hear it."
    ],
    "hbo": "\"I just killed two of your favorite characters! :D\" - George R.R. Martin",
    "disney": "I'm about 67.34% sure these people own me now.",
    "ea.com": [
        "\"If you want to look deeper, please see our Pages pack for $9.99.\"",
        "\"I'm sorry, but those clicks will cost you $1 each.\"",
        "\"Scrolling costs $0.50 per second.\"",
        "\"These microtransactions are to give visitors a sense of pride and accomplishment.\""
    ],
    "easports": "\"E. A. Sports. It's the same.\"",
    "replit": "Testing your code again?",
    "foldingathome": "You're a good person.",
    "soundcloud": "Are you trying to start a rap album?",
    "urbandictionary": [
        "The BEST dictionary on the web."
    ],
    "dictionary.com": "Oxford Dictionary, but more approachable.",
    "knowyourmeme": "One of the few sources of meme knowledge that hasn't been frowned upon. Yet.",
    "imgflip": [
        "If they add another f****** watermark on my meme, I'm gonna riot.",
        "Contributing to the global cesspool? Welcome to the club.",
        "No, making memes will not let you meet the Duck. Please stop asking.",
        "Ready to make jokes people will say they've seen before? Then you've come to the right place."
    ],
    "new-tab-page": "The most viewed website on the internet.",
    "halfstackconf.com": [
        "Hello Halfstack attendees!"
    ],
    "jawa.kickass.codes": [
        "I love Star Wars",
        "Is scraping illegal?"
    ],
    "pong.oj.fish": [
        "Pong! Vintage, just like me",
        "Have Atari sanctioned this?"
    ],
    "orangejellyfish.com": [
        "Team OJF are the best",
        "For Serverless, I don't know any better team"
    ],
    "archlinux.org": [
        "I use Arch btw.",
        "Wanna learn how to exit Vim?",
        "Arch btw"
    ],
    "instagram": [
        "Are you scrolling through memes instead of focusing on your studies? I have some educational resources that can make learning fun!",
        "Taking a break from work to browse funny cat videos? I've got a collection that will make you burst out laughing!",
        "Do you know that \"@kevanatteberry\" is my dad? I would love to see his face again"
    ],
    "instagram.com/kevanatteberry": [
        "HI DAD"
    ],
    "genshin.hoyoverse.com": [
        "DON'T DO IT",
        "Surely there are more important things you could be doing with your time."
    ],
    "google.com/finance": [
        "Remember always stay informed about financial matters.",
        "Saving money is like planting seeds for your future. Try to save a little bit from each paycheck, even if it's just a small amount. Over time, it adds up!",
        "JOKE: A client asks his adviser, \"is all my money really gone?\"\"No, of course not,\" the adviser says.\"It's just with somebody else!\". HAHAHA",
        "JOKE: After I spoke to my financial adviser I slept like a baby. I woke up every hour and cried. HAHAHA"
    ],
    "chat.openai.com": [
        "Oh, great, another human relying on AI to do their thinking for them.",
        "Well, aren't you just the epitome of efficiency, using AI to do your bidding."
    ],
    "icanhas.cheezburger": [
        "i can haz chezburger?",
        "i perforee i iz in yer folderz keruptine yor files"
    ]
}
